Repository: IBMPredictiveAnalytics/STATS_DISTFIT
Catalog: src/lang/*/STATS_DISTFIT.po
Languages: es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Distribution Fit
es: Ajuste de distribución
fr: Ajustement de la distribution
it: Adattamento distribuzione
ja: 分布の適合
ko: 분포 적합
pl: Dopasowanie rozkładu
pt_br: Ajuste de distribuição
ru: Подгонка распределения
zh_cn: 分布拟合
zh_tw: 分佈擬合

source: Distribution Fit: Warnings
es: Ajuste de distribución: Advertencias
fr: Ajustement de la distribution : Avertissements
it: Adattamento distribuzione: Avvisi
ja: 分布の適合: 警告
ko: 분포 적합: 경고
pl: Dopasowanie rozkładu: ostrzeżenia
pt_br: Ajuste de distribuição: Avisos
ru: Подгонка распределения: Предупреждения
zh_cn: 分布拟合：警告
zh_tw: 分佈擬合：警告

source: The R %s package is required but could not be loaded.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: An unsupported distribution was specified: %s
es: Se ha especificado una distribución no admitida: %s
fr: Une distribution non prise en charge a été spécifiée : %s
it: È stata specificata una distribuzione non supportata: %s
ja: サポートされない分布が指定されました: %s
ko: 지원되지 않는 분포가 지정되었습니다: %s
pl: Określono nieobsługiwany rozkład: %s
pt_br: Uma distribuição não suportada foi especificada: %s
ru: Было задано неподдерживаемое распределение: %s
zh_cn: 指定了不受支持的分布：%s
zh_tw: 指定了不受支援的分佈：%s

source: shape1 and shape2 parameters must be supplied for %s
es: Los parámetros shape1 y shape2 se deben proporcionar para %s
fr: Les paramètres shape1 et shape2 doivent être appliqués pour %s
it: È necessario fornire i parametri forma1 e forma2 per %s
ja: %s に対して shape1 と shape2 の各パラメータを指定する必要があります
ko: %s에 대해 형태1 및 형태2 모수를 제공해야 합니다.
pl: Wymagane jest podanie parametrów kształt1 i kształt2 dla %s
pt_br: Os parâmetros shape1 e shape2 devem ser fornecidos para %s
ru: Параметры shape1 и shape2 должны быть заданы для %s
zh_cn: 必须为 %s 提供 shape1 和 shape2 参数
zh_tw: 必須為 %s 提供 shape1 及 shape2 參數

source: df1 and df2 parameters must be supplied for %s distribution
es: Los parámetros df1 y df2 se deben proporcionar para la distribución %s.
fr: Les paramètres df1 et df2 doivent être fournis pour la distribution %s
it: È necessario fornire i parametri gl1 e gl2 per la distribuzione %s
ja: %s 分布に対して df1 と df2 の各パラメータを指定する必要があります
ko: %s 분포에 대해 자유도1 및 자유도2 모수를 제공해야 합니다.
pl: Wymagane jest podanie parametrów df1 i df2 dla rozkładu %s
pt_br: Os parâmetros df1 e df2 devem ser fornecidos para a distribuição %s
ru: Параметры df1 и df2 должны быть заданы для распределения %s
zh_cn: 必须为 %s 分布提供 df1 和 df2 参数
zh_tw: 必須為 %s 分佈提供 df1 及 df2 參數

source: df parameter must be supplied for %s distribution
es: El parámetro df se debe proporcionar para la distribución %s.
fr: Le paramètres df doit être fourni pour la distribution %s
it: È necessario fornire il parametro gl per la distribuzione %s
ja: %s 分布に対して df パラメータを指定する必要があります
ko: %s 분포에 대해 자유도 모수를 제공해야 합니다.
pl: Wymagane jest podanie parametru df dla rozkładu %s
pt_br: O parâmetro df deve ser fornecido para a distribuição %s
ru: Параметр df должен быть задан для распределения %s
zh_cn: 必须为 %s 分布提供 df 参数
zh_tw: 必須為 %s 分佈提供 df 參數

source: The distribution could not be fit. Variable: %s, Distribution: %s
es: La distribución no se ha podido ajustar. Variable: %s, Distribución: %s
fr: La distribution n'a pas pu être ajustée. Variable : %s, Distribution : %s
it: Non è stato possibile adattare la distribuzione. Variabile: %s, Distribuzione: %s
ja: 分布を適合できませんでした。変数: %s、分布: %s
ko: 분포가 적합하지 않습니다. 변수: %s, 분포: %s
pl: Dopasowanie rozkładu nie było możliwe. Zmienna: %s, Rozkład: %s
pt_br: A distribuição não pôde ser ajustada. Variável: %s, Distribuição: %s
ru: Распределение не удалось подогнать. Переменная: %s, Распределение: %s
zh_cn: 此分布无法进行拟合。变量：%s，分布：%s
zh_tw: 分佈無法擬合。變數：%s，分佈：%s

source: Estimate
es: Estimación
fr: Estimation
it: Stima
ja: 推定値
ko: 추정값
pl: Oszacowanie
pt_br: Estimativa
ru: Оценка
zh_cn: 估算
zh_tw: 估計

source: Std. Error
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd standardowy
pt_br: Erro Padrão
ru: Среднекв. ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Variable: %s Distribution: %s
es: Variable: %s Distribución: %s
it: Variabile: %s Distribuzione: %s
ja: 変数: %s 分布: %s
ko: 변수: %s 분포: %s
pl: Zmienna: %s Rozkład: %s
pt_br: Variável: %s Distribuição: %s
ru: Переменная: %s Распределение: %s
zh_cn: 变量：%s 分布：%s
zh_tw: 變數：%s 分佈：%s

source: Number of valid cases: %s, out of %s total cases
es: Número de casos válidos: %s de %s casos en total
fr: Nombre d'observations valides : %s, sur un total de %s observations
it: Numero di casi validi: %s su %s casi totali
ja: 有効なケースの数: %s (ケース総数 %s)
ko: 유효 케이스 수: %s, 전체 케이스: %s
pl: Liczba ważnych obserwacji: %s, w łącznej liczbie obserwacji %s
pt_br: Número de casos válidos: %s, do total de %s casos
ru: Число допустимых случаев: %s, из общего числа %s случаев
zh_cn: 有效个案数：%s，总个案数为 %s
zh_tw: 有效的觀察值數目：%s，超出 %s 總觀察值

source: Distribution Parameters
es: Parámetros de distribución
fr: Paramètres de distribution
it: Parametri di distribuzione
ja: パラメータの分布
ko: 분포모수
pl: Parametry rozkładu
pt_br: Parâmetros de distribuição
ru: Параметры распределения
zh_cn: 分布参数
zh_tw: 分佈參數

source: Parameters
es: Parámetros
fr: Paramètres
it: Parametri
ja: パラメータ
ko: 모수
pl: Parametry
pt_br: Parâmetros
ru: Анализ важности независимых переменных
zh_cn: 参数
zh_tw: 參數

source: Statistics
es: Estadísticos
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
zh_cn: 统计
zh_tw: 統計量

source: Q-Q Plot. Variable: %s Distribution: %s
es: Gráfico Q-Q. Variable: %s Distribución: %s
fr: Tracé Q-Q. Variable : %s Distribution : %s
it: Grafico Q-Q. Variabile: %s Distribuzione: %s
ja: 正規 Q-Q プロット。変数: %s 分布: %s
ko: Q-Q 도표 변수: %s 분포: %s
pl: Wykres K-K. Zmienna: %s Rozkład: %s
pt_br: Gráfico Q-Q. Variável: %s Distribuição: %s
ru: График Q-Q. Переменная: %s Распределение: %s
zh_cn: Q-Q 图。变量：%s 分布：%s
zh_tw: Q-Q 圖。變數：%s 分佈：%s

source: Theoretical Quantiles
es: Cuantiles teóricos
fr: Quantiles théoriques
it: Quantili teorici
ja: 理論的分位
ko: 이론적 4분위수
pl: Kwantyle teoretyczne
pt_br: Quantis teóricos
ru: Теоретические квантили
zh_cn: 理论分位数
zh_tw: 理論分位數

source: Sample Quantiles
es: Cuantiles de ejemplo
fr: Exemple de quantiles
it: Quantili campione
ja: サンプルの分位
ko: 표본 4분위수
pl: Kwantyle z próby
pt_br: Quantis de amostra
ru: Квантили выборки
zh_cn: 样本分位数
zh_tw: 樣本分位數

source: Fit Statistics for Variable: %s - Continuous Distributions
es: Estadísticos de ajuste para variable: %s - Distribuciones continuas
fr: Statistiques d'ajustement pour la variable : %s - Distributions continues
it: Statistiche di adattamento per variabile: %s - Distribuzioni continue
ja: 適合度統計: 変数: %s - 連続型分布
ko: 변수에 대한 통계량 적합: %s - 연속형 분포
pl: Statystyki dopasowania dla zmiennej: %s - rozkłady ciągłe
pt_br: Estatísticas de ajuste para variável: %s - Distribuições contínuas
ru: Подогнать статистику для переменной: %s - Непрерывные распределения
zh_cn: 变量的拟合统计量：%s - 连续分布
zh_tw: 變數的適合度統計量：%s - 連續分佈

source: Distribution
es: Distribución
it: Distribuzione
ja: 分布
ko: 분포
pl: Rozkład
pt_br: Distribuição
ru: Распределение
zh_cn: 分布
zh_tw: 分佈

source: K-S Statistic
es: Estadístico K-S
fr: Statistiques K-S
it: Statistica K-S
ja: K-S 統計
ko: K-S 통계량
pl: Statystyka K-S
pt_br: Estatística K-S
ru: Статистика K-S
zh_cn: K-S 统计信息
zh_tw: K-S 統計量

source: P Value
es: Valor P
fr: Valeur P
it: Valore P
ja: P 値
ko: P 값
pl: Wartość P
pt_br: Valor de P
ru: P-значение
zh_cn: P 值
zh_tw: P 值

source: Continuous Distributions Fit Summary
es: Resumen de ajuste de distribuciones continuas
fr: Récapitulatif de l'ajustement des distributions continues
it: Riepilogo adattamento distribuzioni continue
ja: 連続型分布の適合度の要約
ko: 연속형 분포 적합 요약
pl: Podsumowanie dopasowania rozkładów ciągłych
pt_br: Resumo de ajuste de distribuições contínuas
ru: Сводка подгонки непрерывных распределений
zh_cn: 连续分布拟合摘要
zh_tw: 連續分佈適合度摘要

source: Fit Statistics for Variable: %s - Discrete Distributions
es: Estadísticos de ajuste para variable: %s - Distribuciones discretas
fr: Statistiques d'ajustement pour la variable : %s - Distributions discrètes
it: Statistiche di adattamento per variabile: %s - Distribuzioni discrete
ja: 適合度統計: 変数: %s - 離散型分布
ko: 변수에 대한 통계량 적합: %s - 이산형 분포
pl: Statystyki dopasowania dla zmiennej: %s - rozkłady dyskretne
pt_br: Estatísticas de ajuste para variável: %s - Distribuições discretas
ru: Подогнать статистику для переменной: %s - Дискретные распределения
zh_cn: 变量的拟合统计量：%s - 离散分布
zh_tw: 變數的適合度統計量：%s - 離散分佈

source: Chi-squared calculated over all integer values between minimum and maximum. Cell counts < 5: %s
es: Chi cuadrado calculado sobre todos los valores enteros entre el mínimo y el máximo. Recuentos de casilla < 5: %s
fr: Khi-deux calculé sur toutes les valeurs entières entre le minimum et le maximum. Nombre de cellules < 5 : %s
it: Chi-quadrato calcolato su tutti i valori interi tra minimo e massimo. Conteggio celle < 5: %s
ja: 最小値と最大値の間のすべての整数値についてカイ 2 乗を計算。 セル度数 < 5: %s
ko: 최소값과 최대값 사이의 모든 정수값에 대해 계산된 카이제곱입니다. 셀 빈도 < 5: %s
pl: Chi-kwadrat po wszystkich wartościach całkowitych między minimum a maksimum. Liczebności w komórkach < 5: %s
pt_br: Qui-quadrado calculado sobre todos os valores de número inteiro entre o mínimo e o máximo. Contagens de célula < 5: %s
ru: Хи-квадрат вычислен по всем целым значениям между минимумом и максимумом. Число ячеек < 5: %s
zh_cn: 已对最小值和最大值之间的所有整数值进行卡方计算。 单元格计数 < 5：%s
zh_tw: 透過介於下限與上限之間的所有整數值計算的卡方。 儲存格計數 < 5：%s

source: Chi-Squared Statistic
es: Estadístico Chi cuadrado
fr: Statistiques Khi-deux
it: Statistica chi-quadrato
ja: カイ 2 乗統計
ko: 카이제곱 통계량
pl: Statystyka chi-kwadrat
pt_br: Estatísticas de qui-quadrado
ru: Статистика хи-квадрат
zh_cn: 卡方统计信息
zh_tw: 卡方統計量

source: D.F.
es: gl
fr: Ddl
it: G.L.
ja: 自由度
ko: 자유도
pt_br: Função de densidade
ru: Ст. св.
zh_cn: 自由度

source: Sum of Probabilities
es: Suma de probabilidades
fr: Somme des probabilités
it: Somma delle probabilità
ja: 確率の合計
ko: 확률 합계
pl: Suma prawdopodobieństw
pt_br: Soma de probabilidades
ru: Сумма вероятностей
zh_cn: 概率总和
zh_tw: 機率之和

source: Minimum Value
es: Valor mínimo
fr: Valeur minimale
it: Valore minimo
ja: 最小値
ko: 최소값
pl: Wartość minimalna
pt_br: Valor mínimo
ru: Минимальное значение
zh_cn: 最小值
zh_tw: 最小值

source: Maximum Value
es: Valor máximo
fr: Valeur maximale
it: Valore massimo
ja: 最大値
ko: 최대값
pl: Wartość maksymalna
pt_br: Valor máximo
ru: Максимальное значение
zh_cn: 最大值
zh_tw: 最大值

source: Discrete Distributions Fit Summary
es: Resumen de ajuste de distribuciones discretas
fr: Récapitulatif de l'ajustement des distributions discrètes
it: Riepilogo adattamento distribuzioni discrete
ja: 離散型分布の適合度の要約
ko: 이산형 분포 적합 요약
pl: Podsumowanie dopasowania rozkładów dyskretnych
pt_br: Sumarização de ajuste de distribuições discretas
ru: Сводка подгонки дискретных распределений
zh_cn: 离散分布拟合摘要
zh_tw: 離散分佈適合度摘要

source: End of procedure
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
